Repository: hossein-highbye/Auto-Publish-and-Update-Posts-on-Media-Upload-Wordpress-Plugin-
Catalog: languages/video-custom-posts.po
Languages: fa_ir

source: Video's
fa_ir: ویدیوها

source: Video
fa_ir: ویدیو

source: Parent Post:
fa_ir: ویدیو اصلی (مادر):

source: All Video's
fa_ir: همه ویدیوها

source: View Video
fa_ir: مشاهده ویدیو

source: New Video
fa_ir: ویدیو جدید

source: Edit Video
fa_ir: ویرایش ویدیو

source: Update Video
fa_ir: آپدیت ویدیو

source: Search in video's
fa_ir: جستجو در ویدیوها

source: Not found any video!
fa_ir: ویدیویی یافت نشد!

source: Video not found in trash!
fa_ir: ویدیویی در سطل زباله یافت نشد!

source: Video content for your website
fa_ir: محتوای ویدیویی برای وب سایت شما
